Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 相较先前同行之人的其余两个，木讷的中年男子，冷峻的黑衣少女，苻南华在踏入小镇栅栏城门的第一步，就对身边盟友女子，云霞山的蔡金简，心生杀意！
en_us: In contrast with the other two people that they had previously been traveling with, namely a slow and prudent middle-aged man, and the cold and forbidding young woman in black, Fu Nanhua had decided that he was going to kill Cai Jinjian from the moment he set foot into the town.

source: 眉发皆白的高大老宦官顿时悚然，单膝下跪，惶恐不安道：“殿下不可老奴何等腌臜，此方玉玺却是殿下机缘所在，是世间罕有的纯粹宝物，甚至能够承载民间香火，两者如何能够相提并论，殿下这是要活活逼死老奴啊”
en_us: The old man was horrified to see this, and he hurriedly knelt down on one knee as he exclaimed, "Please reconsider, Your Highness! I am nothing but a useless old servant, yet that seal is a treasure of immeasurable value! Such a treasure could alter the fate of our entire empire! If you insist on handing over the seal just so I can be spared, then you're forcing me to take my own life, Your Highness!"

source: 看似无缘无故，隔着十万八千里，但是老人听到之后，脸色剧变，满是惊疑。
en_us: Qi Jingchun's response seemed to be completely unrelated to what the old man had said, but a bewildered look instantly appeared on the latter's face after hearing what Qi Jingchun had to say.

source: 看似轻描淡写，其实行云流水，给草鞋少年yi种说不清道不明的感觉。
en_us: Her movements had appeared relaxed and smooth like flowing water, and this made the young boy in straw sandals feel an indescribable emotion.

source: 看到刘灞桥跟草鞋少年聊得那么投缘，陈松风有些羡慕，刘灞桥仿佛天生就擅长与人打交道，三教九流百家，帝王将相贩夫走卒，根本就没有他不能聊天的对象。
en_us: Chen Songfeng was slightly envious of Liu Baqiao's good relationship with Chen Ping'an. Liu Baqiao seemed like someone who was born with the ability to talk to anyone, regardless of what teaching or sect they came from and regardless of whether they were emperors or peasants. There wasn't anyone in the world who he couldn't talk to.

source: 看到婢女有些奇怪，宋集薪也没有继续解释，见自家公子没有说话的兴致，少女也就不去打破砂锅问到底。
en_us: It was clear that Zhi Gui was still rather perplexed by Song Jixin's sudden change in attitude, but Song Jixin didn't offer any explanation. Zhi Gui could tell that Song Jixin wasn't in the mood to explain, so she didn't pry any further.

source: 看到少女阴沉的脸色，陈平安就是傻子也知道形势不妙，赶紧转移话题，“为何姑娘你先前伤得那么重，现在就像痊愈大半了？”
en_us: Upon seeing her dark expression, Chen Ping'an immediately realized the gravity of the situation. He hurriedly said, "Ning Yao, your wounds were so severe just a moment ago, so why does it look like you're mostly healed already?"

source: 看到少年yi脸茫然的神色，宁姚又撤回原位，再次演示yi遍。
en_us: Seeing the confusion on his face, Ning Yao returned to her starting position and demonstrated it again.

source: 看到少年像一根木头杵在原地，杨老头气笑道：“白拿人家东西，就想着蹦蹦跳跳回家钻被子里偷着乐呵？不知道送一送齐先生？”
en_us: Seeing Chen Ping'an still standing there like a wooden column, Old Man Yang chuckled in frustration, scolding, "After receiving a gift from someone, you're just going to skip home and indulge in happiness by yourself? You're not going to accompany Mr. Qi for a bit and see him off?"

source: 看到少年眼眸中几乎压抑不住的熊熊怒火，老宦官叹了口气，轻声道：“在皇宫大内任职六十余年，咱家见过太多太多的勾心斗角，血腥的，不沾血的，不计其数，对于人心，咱家实在是没有丝毫信心了。仅是护驾途中的刺杀事件，大大小小，咱家就亲手解决不下三十余起。殿下，那些刺客杀手的阴险狡诈，绝对出乎想象，尤其是些丧心病狂的死士，根本不可理喻，就拿刚才的蒙面杀手和帷帽少女来说”
en_us: Looking at the barely repressed rage in Gao Zhen's eyes, Wu Yue sighed, "I have worked in the imperial city for over 60 years, and during my time there, I've seen far too many sinister schemes and machinations. For the pursuit of power and prized resources, there are no lows that people aren't willing to stoop to, and I simply have on faith left in humanity. While protecting members of the imperial family, I've dealt with no fewer than 30 assassination attempts over the years. Your Highness, you must understand that these assassins are far more cunning and sinister than you can imagine. There are some who are so demented that they are willing to give up even their own lives for their cause, and it's impossible to imagine the lengths that they're willing to go to in order to achieve their objectives. Take that masked assassin and that woman just now as examples..."

source: 看到这一幕后，原本叽叽喳喳像只小黄雀的小女孩，顿时没了煽风点火的兴致，转过头不再多看陈平安一眼，好像再多看一眼就会脏了她的眼睛。
en_us: The chattly little girl's enthusiasm was instantly snuffed out upon seeing this, and she turned away from Chen Ping'an without affording him so much as a second glance, as if looking at him would be an insult to her eyes.

source: 看到那名墨绿色的外乡少女，他有些唏嘘感慨，当初读书种子赵繇对其一见钟情，他就点拨过一句话，将少女形容成无鞘的剑，最伤旁人心神。少年赵繇到底不知情为何物，不理解这句话的深意，仍是深陷其中。齐静春不便一语道破天机，不好说那少女有一颗问道之心，最是无情。
en_us: He couldn't help but sigh with emotion upon seeing Ning Yao, the girl in green from the outside world. Zhao Yao had had fallen in love with her at first sight, and Mr. Qi had given him a warning at that time, saying that Ning Yao was like a scabbardless sword that could easily hurt others. However, Zhao Yao didn't have any understanding about emotions, so he was unable to understand the deeper meaning behind these words. As a result, he was unable to rid himself of his feelings toward Ning Yao. Even so, Qi Jingchun still felt like it would be unsuitable for him to speak to frankly and say that the young girl had a mind that aspired to Dao. This was a most unemotional mind.

source: 看来少女是真的很累了。宋集薪弯下腰，轻轻晃了晃她的肩膀，柔声道：“稚圭稚圭，醒醒，赶紧回自己屋子睡觉去，小心冻着。”
en_us: By the looks of it, the young girl was truly tired. Song Jixin bent down and lightly shook her shoulders, saying in a soft voice, "Zhi Gui, Zhi Gui, wake up. Hurry up and return to your own room. Be careful of catching a cold."

source: 看样子，那位姑娘多半是阮师傅的女儿了。
en_us: By the looks of it, this young girl was most likely Master Ruan's daughter.

source: 看着汹涌的洪水，孩子在大雨中嚎啕大哭。
en_us: Looking at the turbulent water, the boy was bawling his eyes out in the heavy rain.

source: 看着满脸喜悦的家伙，宁姚纳闷道：“跟你无关的事情，也值得这么开心？说你烂好人，你凭啥不服气？”
en_us: Looking at the beaming smile on his face, Ning Yao couldn't help but feel a little puzzled. "These things have got nothing to do with you, so why do you look so happy? Am I wrong to call you a fooloshly kind person?"

source: 看着点不像是说笑话的草鞋少年，年轻道人气笑道：“这才是她第次出手害你，若是筋骨强健气血旺盛，你活到三四十岁不难，之后她以手掌拍打你心口之举，才是真正的致命伤，坏了你身躯本元不说，还断了你的长生之路准确说来，你本来剩下线机缘，借着此方天地翻覆乾坤倒转的大运势，你未必没有可能续上大道修行，这就像滚滚洪流直下，河中竟是蛟龙鱼虾无数，运气好的人，当然收获大，但是哪怕运气最不好的，别人捞起蛟龙蛇鼋，他说不定沾沾光，也能抓条小鱼小虾之类的。”
en_us: The Daoist priest could tell that Chen Ping'an wasn't joking, and he couldn't help but feel frustrated by how willing Chen Ping'an was to accept his fate. "That's only the first thing that she did to you. For someone with a strong physical constitution like yourself, it won't be a stretch for you to live until 30 to 40 years of age. However, the palm strike that she dealt to your chest was the true finishing blow. Not only did it destroy the vitality of your body, it's also robbed you of any slim chance you had for stepping onto the path to attaining immortality. Given the enormous fortune in this place, there was a chance that you would've been able to embark on the path of cultivation. Think about it this way: this place is like a river that's filled with countless flood dragons, fish, and prawns. Those who are fortunate will naturally be able to reap greater rewards from the river, yet even those who aren't as fortunate to capture the flood dragons present in the river would've at least been able to catch some fish and prawns."

source: 看着那些打井的忙碌众人，陈平安习惯性蹲下身，捏起一把泥土，在指尖缓缓摩挲。
en_us: Chen Ping'an squatted down by habit as he looked at the busy workers, and he took a pinch of soil and slowly rubbed it between his fingers.

source: 看着那条头顶生角的四脚蛇，少女咧嘴一笑，满脸鄙夷，“蠢东西！”
en_us: Looking at the poor creature that was still darting around in horror, a derisive sneer appeared on Zhi Gui's face. "What a foolish piece of trash!"

source: 看着陈平安疾奔远去的背影，几乎一个眨眼就与自己拉开了两丈多距离，饶是见多识广的宁姚也难免感慨，这不是说陈平安放在全天下的同龄人当中，他能够飞奔快过狐兔，这件事情本身如何了不得，自然不是如此，而是在此方天地这座牢笼里，陈平安能够只依靠十数年如一日的水磨工夫，就把自己的体魄硬生生打熬到这个地步，这才是最让宁姚佩服的地方。
en_us: Ning Yao gazed at Chen Ping'an's sprinting figure. In just the blink of an eye, he had already shot out more than six meters. She had seen and experienced many things before, but Ning Yao still couldn't help but exclaim in emotion. This naturally wasn't to say that Chen Ping'an was peerless among those at his age simply because he could sprint faster than foxes and rabbits. Instead, she admired him because he was able to work hard for a dozen or so years to temper his physique to such a level in this small world that was akin to a prison.

source: 看着陈平安的离去身影。
en_us: Shi Chunjia was watching as Chen Ping'an departed when she suddenly turned to Li Baoping as she jibed, "He was the one that made you fall and lose a front tooth, wasn't he?"

source: 看门人心中默念师父的叮嘱，然后扳手指算了算，还真没到十个字！这位邋遢汉子先是骂了一句娘，然后很是泄气，有些伤感，竟是破天荒的真情流露，所以显得尤为可怜。
en_us: The gatekeeper counted the words of the message that their master had asked him to pass on, and sure enough, it was fewer than 20 words! He cursed the heavens upon making this discovery, following which a dejected look appeared on his face. It seemed that what the man had said to him was particularly hurtful because it was the undeniable truth.

source: 看门人点头道：“师父说让你对付那个人。”
en_us: Zheng Dafeng replied, "Master also said that you need to deal with that man."

source: 看门人郑大风白眼道：“反正是师父交待的，你爱做不做。”
en_us: Zheng Dafeng rolled his eyes in response. "In any case, that's an order from our master. You can choose to follow it or not, it doesn't matter to me."

source: 真快！
en_us: So quick!

source: 真是命悬一线啊。
en_us: She had truly walked a tightrope between life and death.

source: 真是有人春风得意，有人多事之秋啊。
en_us: Fate could bless one with wealth and fortune, but it could also just as easily do the opposite.

source: 真正意义上的正襟危坐，宋集薪和赵繇这些读书种子，也难以领略其精髓。
en_us: This was a genuinely upright manner. Even his students like Song Jixin and Zhao Yao would find it difficult to understand the true essence of this position.

source: 真武山剑修耗费巨大代价，请下的那尊殷姓真神，面对少年马苦玄的无礼质问，当时连那位兵家剑修也感到心悸，生怕惹来雷霆震怒，为何到最后，殷姓真神却是一本正经地回复少年？甚至是以人间话语回答“非不为，实不能也”七个字？
en_us: At that time, the swordsman from True Martial Mountain had paid a huge price to summon the True God to help them. When Ma Kuxuan had disrespectfully questioned the True God, even the swordsman had felt a deep sense of apprehension, afraid that the True God would unleash divine punishment. In the end, however, why had the True God patiently answered Ma Kuxuan's question? In fact, why had he replied in human tongue, saying, "It's not that I don't want to; it's simply that I unable to"?

source: 真武山剑修脸色剧变，生怕马苦玄惹恼了这尊姓殷的真神，正要出声阻拦少年的时候，金甲神人不知为何，竟然以东宝瓶洲正统官话开口说道：“非不为，实不能也。”
en_us: The martial artist's expression changed drastically. He was afraid that Ma Kuxuan would offend the True God who had the surname Yin, and he was just about to speak out to stop the young boy. For some unknown reason, however, the deity in golden armor surprisingly opened its mouth and spoke using the official dialect of the Eastern Treasured Vial Continent, saying, "It's not that I don't want too; it's simply that I unable too."

source: 真武山剑修脸色惨白，搬了条椅子坐下，轻轻吐出一口浊气。
en_us: The swordsman's face was deathly pale, and he immediately pulled over a chair and sat down, slowly exhaling a breath.

source: 眼前此人，虽然名不见经传，但绝对是一块砥砺武道的最佳磨刀石。
en_us: Even though the person standing in front of him wasn't renowned, he was definitely a top-notch whetstone to refine his practice of the martial arts.

source: 眼前这位不知姓名、根脚的夫人，眉毛细巧如娥虫之须，额头像蝉，广而方正，光洁丰满。
en_us: The unfamiliar woman standing before him had eyebrows that were as slender as a willow branch and a forehead as smooth and bright as jade.

source: 眼力极好的陈平安直站在巷中，终于看到远处顾粲家院门打开，走出三人，其中母子二人各自背着大小行囊，缓缓走向泥瓶巷另头。
en_us: Chen Ping'an had remained standing on Clay Vase Alley this entire time, and with his extremely good eyesight, he was finally able to see the door of Gu Can's house opening. Three people walked out, with the mother wearing a large backback and her son a small one. They slowly walked toward the other end of Clay Vase Alley.

source: 眼见四周无人，原本蹲着的阮邛拔地而起，如一道雪白长虹炸起于大地，激射向高空云海。
en_us: There was no one around him, but all of a sudden, he erupted into the sky as a streak of white light, hurtling toward the clouds up above.

source: 眼见着那少年就要泥鳅入水，老猿心情有些烦躁，回望一眼福禄街李家宅子的方向。其实一旦入山，老猿不敢说占尽地利，但是绝对比在小镇跟着那个小兔崽子东跑西窜，要来得更加游刃有余。
en_us: Bai Yuan could see that Chen Ping'an was about to slip into the forest, and he was feeling a little agitated. He turned to take a glance back in the direction of the Li Clan's manor on Fortune Street. If he were to venture into the mountain, he couldn't proclaim with confidence that the geographic advantage would entirely fall to him, but it would've definitely been easier than chasing Chen Ping'an through the town.

source: 睡眼惺忪的刘羡阳躲在被窝里，只露出一颗脑袋，听到轻微声响后，迷迷糊糊喊道：“陈平安，起这么早？你干啥去？”
en_us: The sleepy-eyed Liu Xianyang was still hiding inside his blankets, with only his head visible. When he heard the soft footsteps, he mumbled, "Chen Ping'an, you're up so early? Where are you heading to?"

source: 睡眼惺忪的少女揉着眼睛，迷糊道：“公子，怎么这么晚才回来啊。”
en_us: The young girl rubbed her sleepy eyes and murmured, "Young Master, why are you back so late?"

source: 督造官衙署来了两位风尘仆仆的客人，两人皆是弱冠之年，玉树临风，如楠如松，头等美质。门房听说是来拜访崔先生后，连身份也不询问了，赶紧领进官邸，领到那位崔先生暂居的别院，帮着敲响门扉，门房便恭谨告辞。
en_us: Two slightly disheveled guests had arrived at the office of the kiln supervision official. Both of them had only just reached adulthood and were very handsome in appearance. Upon learning that the two were here to visit Mr. Cui, the porter didn't even ask them who they were before hurriedly leading them to the living quarters of the official residence where Mr. Cui was staying. After knocking on the door in the two young men's stead, the porter respectfully took his leave.

source: 矮小少年上岸，来到青牛背，看了看两位飘飘欲仙的年轻道人，又看了看不苟言笑的背剑男人，最后他死死盯着要挂虎符的后者，咬牙切齿道：“我不要学什么长生大道，你能不能教我杀人？！”
en_us: The short young boy climbed onshore and walked up the Azure Cow Ridge. He glanced at the two ethereal Daoists, and he glanced at the dignified man with the sword strapped to his back. In the end, he stared intently at the latter and said through gritted teeth, "I don't want to learn how to cultivate and become immortal or whatnot. Can you just teach me how to kill someone?!"

source: 矮小少年突然说道：“你刚才在小溪里练拳？”
en_us: The short young boy suddenly asked, "You were practicing a fist technique in the creek just then?"

source: 矮小少年笑道：“你也想岔了！我的意思是既然真武山这么高，那我以后习武大成，想要找人切磋，就省时省事了，不至于身边全是一群绣花枕头和酒囊饭袋！”
en_us: Ma Kuxuan chuckled and said, "You're also mistaken! What I mean is, since True Martial Mountain is so tall, it will be much easier for me to find people to spar with when I become more powerful in the future! At the very least, I won't be surrounded by a bunch of weaklings and fools!"

source: 石头清白如水，桃花漂浮其中。
en_us: The pebble had been clear and translucent like water; amid it had been flittering red decorations like floating blossom leaves.

source: 石拱桥上，小鸡啄米的少年恍恍惚惚醒来，转头望去，箩筐就老老实实放在自己身边。
en_us: On the stone bridge, Chen Ping'an was in the process of nodding off, and he suddenly snapped awake. He turned to find that the basket was still right beside him.

source: 石春嘉像是一只炸毛的小猫，对李宝瓶怒色道：“不许喊小石头！李宝瓶你也不可以！”
en_us: Shi Chunjia immediately turned to Li Baoping like an enraged kitten as she protested, "You can't call me Little Rock! You're not allowed to, either, Li Baoping!"

source: 石春嘉却是喜欢较真的性子，不厌其烦地跟李宝瓶晓之以理动之以情，只为了摆脱“小石头”这个不讨喜的绰号，因为石春嘉知道，将来到了齐先生的那座山崖书院，只要李宝瓶开口喊她一次小石头，那么这个绰号估计就要彻底甩不掉了。
en_us: However, Shi Chunjia had a very persistent personality, and she seemed to have endless patience as she babbled incessantly at Li Baoping, trying to convince her to discard that nickname. She knew that once they arrived at Mountain Cliff Academy, if Li Baoping were to call her "Little Rock" even once, then that nickname would permanently stick and become unshakeable.

source: 石春嘉吓得哇哇大哭。
en_us: Shi Chunjia immediately burst into tears.

source: 石春嘉吓得连忙蹲下身，闭着眼睛，双手胡乱在头顶挥动，以免自己又被李宝瓶扯住辫子往上“拔草”。
en_us: Shi Chunjia was horrified, and she hurriedly squatted down and closed her eyes as she frantically flailed her arms above her head, trying to sway Li Baoping's hands away.

source: 石春嘉愤愤道：“那是因为一年后，你长身体了，个子窜得很快，所以才经得起折腾，跟你落地姿势正确与否，没有半颗铜钱关系！”
en_us: "That's only because a year later, your body grew, and that's why you were able to handle more punishment! It has nothing to do with your landing position!" Shi Chunjia snapped.

source: 石春嘉气呼呼道：“不就是又休学半个月吗？”
en_us: "And you ended up having to skip school for another half a month!" Shi Chunjia exclaimed in exasperation.

source: 石春嘉没好气道：“她啊，就是墙外有槐树的那户人家，以前每次家里不让她出门，怕她疯玩，她就自己偷偷架梯子上墙，再沿着槐树落在福禄街上。有次她爹娘实在是气坏了，就把梯子搬走，非要她从大门进入，没想到她直接就跳了下去，之后那个月她就没来学塾，后边两个月，一直是拄着拐杖来的。”
en_us: Shi Chunjia wore a disgruntled expression as she grumbled, "Her residence is the one with the locust tree outside. Whenever her parents refused to let her go out for fear that she would cause trouble, she would sneak her way up the wall on a ladder, then climb down the locust tree onto Fortune Street. Last time, her parents were truly furious, and they carried the ladder away, insisting that she enter through the main gate. However, she refused to do what they wanted and jumped directly off the wall. She didn't come to school for an entire month after that, and the two months after, she was constantly walking around on crutches."

source: 石春嘉顺着她的视线望去，纳闷道：“不会下雨吧。”
en_us: Shi Chunjia looked up in the same direction and mused, "It's not going to rain, is it?"

source: 砰然巨响。
en_us: All of a sudden, a loud bang rang out, and one of the containers in the birdcage was violently pulverized.

source: 破败不堪的法相，死死护住身前的那颗拳头，那粒珠子，那座骊珠洞天，那些见面了会喊他一声“齐先生”的百姓。
en_us: Despite the horrific condition the Dao Manifestation was in, Qi Jingchun was still stubbornly protecting the bead enclosed within the fist, guarding the Jewel Small World and the residents inside with his life.

source: 砸吧砸吧着旱烟，老人想起了一些陈年往事，都是注定无人在乎的小事而已。
en_us: While smoking his pipe, he thought of some past events, all of which were trivial events of very little consequence.

source: 碧玉簪子上篆刻有八个小字。
en_us: The phrase "as gentle and amiable as jade should a virtuous person be" were engraved upon the hairpin, and Ning Yao had once explained the meaning of this saying to Chen Ping'an.

source: 碰上这么一对父女，老人真是欲哭无泪，关键是还不敢流露出丝毫不满，只得硬着头皮继续死马当活马医。
en_us: The shopkeeper was on the verge of tears, having to deal with this unreasonable father and daughter duo. What was even more damning for him was that he didn't dare to display any displeasure and could only continue working in futility.

source: 磕头声，怦然作响。
en_us: Such was the force with which she had been forced to kowtow to the ground that a resounding thump echoed rang out across the entire area.

source: 示敌以弱。
en_us: Appearing weak to the enemy...

source: 祖父在去年年关，带他们兄弟走入一间密室，告诉他们一个消息，卢家很快就要为某些贵人办事，是天大的福分，一定要小心办事，做成了，卢家会将报酬变成栽培兄弟二人的敲门砖，只要贵人愿意点点头，那么以后他们兄弟脚下，就会出现一条阳关大道，平步青云，最终获得无法想象的荣华富贵。那个时候，他才明白为何自己和弟弟，需要从小就学习那么多种稀奇古怪的方言。
en_us: At the end of the prevoius year, his grandfather and taken him and his brother into a secret chamber and informed them that the Lu Clan was about to be tasked with doing something for a certain group of extremely important people. He told them that this was an enormous blessing, and that they had to exercising the utmost caution when serving these people. If they could complete the assigned tasks successfully, then the Lu Clan would dedicate the entirety of the compensation that they received from those people to nurturing and developing the two brothers. All it would take would be a nod from those eminent figures, and a path leading straight to unimaginable heights would be paved beneath their feet, and they would be blessed with unfathomable wealth and glory. It was only then that he finally understood why he and his brother had been forced to learn so many types of strange dialects from a young age.

source: 神人一身金色甲胄，宝相庄严，只见其嘴唇微动，马苦玄却听不见任何声音，便火急火燎望向屋内的剑修，后者叹气道：“他说你奶奶生前造孽太多，在死前三魂七魄就已经与身躯一般，如同风烛残年，所以你奶奶死后，是命魂同时腐朽，小镇此处又异于别处，天生抗拒鬼魅阴物，所以他并未找到你你奶奶的残余魂魄。”
en_us: The deity looked extremely dignified and mighty in its suit of armor, and Ma Kuxuan was unable to hear what it was saying even though he could only see it move its mouth. He frantically looked at the swordsman, who sighed and informed him, "He said that your grandma committed too many sins when she was alive, and this resulted in her her soul and spirit becoming as fragile as her body. Thus, your grandma's soul decayed when she died. This small town is also different from the outside world, and it possesses an innate resistance against ghosts and other beings of the yin element. Because of all these reasons, he was unable to find your grandma's remnant soul."

source: 神人观掌，如看山河。
en_us: For deities, observing their own palm was like observing an entire world, but for the old man, he was only looking at himself.

source: 神像踩踏在一座四四方方的漆黑石座上，相比昨夜两人寄人篱下的那尊无头神像，这尊彩绘神像虽然断臂极多，且彩塑斑驳，但是仍然流露出一股神采飞扬的精气神。最重要的是泥像神人的腰腹处，双手交缠在一起，姿势极其古怪。
en_us: The statue stood on top of a pitch-black stone platform, and compared to the headless statue that they had stayed under last night, this colorful statue appeared much more lively and spirited, even though it was missing several arms and had already become mottled in color. Most importantly, two of the statue's hands were interlocked in an extremely strange position near its waist.

source: 神采飞扬的赵繇怀里抱着一只行囊，朗声道：“世间好物不坚牢，彩云易散琉璃脆！”
en_us: Zhao Yao was in high spirits at this moment, and holding his luggage in his lap, he recited in a loud and clear voice, "Fine matters in the world are fleeting, just like the iridescent clouds in the sky and glazed colors of glassware!"

source: 福禄街上的宋家门庭，张贴在大小门扉上的所有门神，瞬间失去神采，黯淡无光，还有凡人肉眼不可见的缕缕青烟升起。
en_us: Right as the Daoist priest was speaking to himself, the door god visages plastered on all of the doors in the Song Manor on Fortune Street suddenly became completely devoid of luster in unison, and plumes of smoke that were invisible to the naked eye were rising up into the air.

source: 福禄街上的这栋衙署，建造得并不豪奢，占地远远不如卢李两姓的宅子，前任那位货真价实的窑务督造官，生活得清苦紧巴，小镇大户们也没觉得如何不妥。
en_us: The office of the kiln supervision official was located on Fortune Street, and this wasn't an extravagant building. In fact, it was much smaller than the residences of the Lu Clan and the Li Clan. The previous kiln supervision official — the legitimite one — had lived an honest and frugal life. The residents of the small town hadn't found this out of the ordinary.

source: 福禄街上，白发魁梧的老人牵着瓷娃娃一般容颜精致的女童，并没有进入卢家大宅，反而是去了宋家，早有人等候在门口，将两人迎入家内，在悬挂“甘露堂”匾额的正堂内，一位气度威严的老人站起身，来到门口相迎，抱拳道：“李虹见过猿前辈。”
en_us: Meanwhile, Bai Yuan and the porcelain-doll-like little girl were making their way down Fortune Street. Instead of entering the Lu Manor, they paid a visit to the Li Clan instead. There was already someone waiting for them at the gate, welcoming them into the manor. Inside the main hall, under a plaque that read "Nectar Hall", an authoritative elderly man rose to his feet, then strode over to the entrance to greet them with his fist cupped in a salute. "Li Hong pays his respects to Senior Yuan."

source: 福禄街卢氏的宅子，小巧玲珑，却别有洞天，便是清风城许氏妇人，也觉得是螺蛳壳里做道场，做到了极致，不能再苛求什么。在一座临湖水榭里，刚刚成功将刘家瘊子甲收入囊中的妇人，满面春风得意，慵懒斜靠着围栏，大概是心情实在太好，至于卢正淳那只苍蝇站在水榭台阶上，也觉得不是那么碍眼。
en_us: The Lu Manor on Fortune Street was quite small and compact, but there was far more to it than met the eye. Even the woman from the Xu Clan of the Light Breeze City felt like every possible effort had already been made, and there were no further ways to improve this place. Inside a lakeside pavilion, the woman was leaning lazily against the railing of the pavilion with a content expression, having just successfully secured the suit of scaly armor from the Liu Clan. She was in such a good mood that she even though Lu Zhengchun was standing on the steps of the lakeside pavilion, she didn't find him to be as much of an eyesore as usual.
